Repository: robertdevore/gallery-modals
Catalog: languages/gallery-modals-*.po
Languages: af, nl_nl

source: Download
af: Laai af

source: View Image Details
af: Bekyk prentbesonderhede
nl_nl: Details weergeven

source: Gallery Modals Settings
af: Gallery Modale instellings
nl_nl: Instellingen galerijmodules

source: Color and Opacity Settings
af: Kleur- en Deursigtigheid-instellings
nl_nl: Instellingen voor kleur en ondoorzichtigheid

source: Overlay Background
af: Oortrek agtergrond
nl_nl: Achtergrond overlay

source: Modal Background
af: Modale agtergrond
nl_nl: Modale achtergrond

source: Title Text
af: Titelteks
nl_nl: Titel Tekst

source: Main Text
af: Hoofteks
nl_nl: Hoofdtekst

source: Button Background
af: Knoppie agtergrond
nl_nl: Knoppen achtergrond

source: Button Text
af: Knoppie teks
nl_nl: Knop tekst

source: Close Button
af: Maak toe-knoppie
nl_nl: Sluit knop

source: Display Settings
af: Vertoon instellings
nl_nl: Weergave instellingen

source: Hide Modal Title
af: Versteek modale titel
nl_nl: Modale titel verbergen

source: Hide Modal Description
af: Versteek modale beskrywing
nl_nl: Modaal verbergen Beschrijving

source: Hide Download Button
af: Versteek aflaai-knoppie
nl_nl: Verberg downloadknop

source: Hide View Details Button
af: Versteek Bekyk besonderhede-knoppie
nl_nl: Knop Details weergeven verbergen

source: Customize the appearance of your gallery modals.
af: Pas die voorkoms van jou gallerymodale aan.
nl_nl: Pas het uiterlijk van je galerijmodals aan.

source: Control the visibility of elements in the modal.
af: Beheer die sigbaarheid van elemente in die modaal.
nl_nl: Bepaal de zichtbaarheid van elementen in het modaal.

source: Opacity:
af: Deursigtigheid:
nl_nl: Ondoorzichtigheid:

source: Gallery Modal Settings
af: Gallery Modale instellings
nl_nl: Instellingen galerijmodus

source: Documentation
af: Dokumentasie
nl_nl: Documentatie

source: Support
af: Hulp
nl_nl: Ondersteuning

source: Modal Preview Image
af: Modale voorskoubeeld
nl_nl: Modale voorbeeldafbeelding

source: Modal Title
af: Modale titel
nl_nl: Dialoogvenster titel

source: This is a preview of the modal text.
af: Dit is 'n voorskou van die modale teks.
nl_nl: Dit is een voorbeeld van de modale tekst.

source: Invalid input color format
af: Ongeldige invoerkleurformaat
nl_nl: Ongeldig formaat voor invoerkleur

source: View details
af: Koekeloer na besonderhede
nl_nl: Bekijk details

source: More information about %s
af: Meer inligting oor %s
nl_nl: Meer informatie over %s

source: Check for updates
af: Kontroleer vir bywerkings
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
af: Die %s-inprop is op datum.
nl_nl: De %s plugin is bijgewerkt.

# the plugin title
source: A new version of the %s plugin is available.
af: 'n Nuwe weergawe van die %s-inprop is beskikbaar.
nl_nl: Er is een nieuwe versie van de %s plugin beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
af: Kon nie bepaal of opdaterings vir %s beskikbaar is nie.
nl_nl: Kon niet bepalen of updates beschikbaar zijn voor %s.

source: Unknown update checker status "%s"
af: Onbekende opdateringshersiener-status " %s"
nl_nl: Onbekende update checker status "%s"

source: There is no changelog available.
af: Daar is geen veranderingslog beskikbaar nie.
nl_nl: Er is geen changelog beschikbaar.

source: Add modal popups to WordPress® gallery images with a download button and a link to view image details.
af: Voeg modale opspringers by WordPress®-galeryprente met 'n aflaaiknoppie en 'n skakel om prentbesonderhede te sien.
nl_nl: Voeg modale pop-ups toe aan WordPress® galerijafbeeldingen met een downloadknop en een link om afbeeldingsdetails te bekijken.

source: Gallery Modals
nl_nl: Galerij Modals
